// SYPER_PYPER_PROJECT_PO_RPG_IGRE.cpp : Этот файл содержит функцию "main". Здесь начинается и заканчивается выполнение программы.
//

#include <iostream>
using namespace std;
int main()
{
    int vibor_igroka;
    cout << "______________________________________________\n";
    cout << "|   едя в повозке с лошадями везя с собой    |\n";
    cout << "|  ценные ресурсы на вас резко набросились   |\n";
    cout << "|  бандиты, перевернув вашу повозку они      |\n";
    cout << "|  забрали все ресурсы и уехали бросив вас   |\n";
    cout << "|   в лесу на расстерзание волкам, когда вы  |\n";
    cout << "|  проснулись вы даже не смогли вспомнить    |\n";
    cout << "|  как вас звали до этого, и вы ищя помощь   |\n";
    cout << "|  но перед вами был лишь сундук,речка и     |\n";
    cout << "|  тропика.                                  |\n";
    cout << "|                                            |\n";
    cout << "|                                            |\n";
    cout << "|  |A|открыть сундук     |B|оглядеться       |\n";
    cout << "|____________________________________________|\n";
}

// Запуск программы: CTRL+F5 или меню "Отладка" > "Запуск без отладки"
// Отладка программы: F5 или меню "Отладка" > "Запустить отладку"

// Советы по началу работы 
//   1. В окне обозревателя решений можно добавлять файлы и управлять ими.
//   2. В окне Team Explorer можно подключиться к системе управления версиями.
//   3. В окне "Выходные данные" можно просматривать выходные данные сборки и другие сообщения.
//   4. В окне "Список ошибок" можно просматривать ошибки.
//   5. Последовательно выберите пункты меню "Проект" > "Добавить новый элемент", чтобы создать файлы кода, или "Проект" > "Добавить существующий элемент", чтобы добавить в проект существующие файлы кода.
//   6. Чтобы снова открыть этот проект позже, выберите пункты меню "Файл" > "Открыть" > "Проект" и выберите SLN-файл.
